import belt1 from "../assets/images/belt1.png";
import belt2 from "../assets/images/belt2.png";
import belt3 from "../assets/images/belt3.png";
import belt4 from "../assets/images/belt4.png";
import bag1 from "../assets/images/bag1.png";
import bag2 from "../assets/images/bag2.png";
import bag4 from "../assets/images/bag4.png";
import flask from "../assets/images/flask.png";
import flask2 from "../assets/images/flask.png";
import mask from "../assets/images/mask.png";
import gorj from "../assets/images/gorj.png";
import wallet from "../assets/images/wallet.png";
import wallet2 from "../assets/images/wallet2.png";
import notepad from "../assets/images/notepad.png";
import dwarf from "../assets/images/dwarf.png";

export const tempData = [
  {
    id: 1,
    img: belt1,
    title: "Пояс",
    price: 400,
    description:
      "Стильний і  якісний пояс, виготовлений з натуральної шкіри. Він додасть завершеності вашому образу та підкреслить вашу талію. Ідеально підходить для джинсів, штанів чи шортів.",
  },
  {
    id: 2,
    img: flask,
    title: "Фляга",
    price: 500,
    description:
      "Зручна та практична фляга з нержавіючої сталі, ідеальна для зберігання води, напоїв або навіть гарячих рідин. Міцний корпус забезпечує довговічність, а компактний розмір дозволяє легко носити її з собою куди завгодно.",
  },
  {
    id: 3,
    img: belt2,
    title: "Пояс",
    price: 550,
    description:
      "Широкий пояс з вінтажним дизайном, виготовлений з натуральної шкіри. Він стане родзинкою вашого образу та додасть йому нотки ретро-стилю. Ідеально підходить для джинсів або штанів з високою талією.",
  },
  {
    id: 4,
    img: bag1,
    title: "Сумка поясна",
    price: 700,
    description:
      "Невелика та компактна сумка на пояс з регульованим ремінцем, виготовлена з високоякісного матеріалу. Вона дозволяє завжди мати під рукою найнеобхідніші речі, такі як телефон, гаманець або ключі, залишаючи руки вільними. Ідеальний варіант для повсякденного використання, прогулянок або подорожей.",
  },
  {
    id: 5,
    img: mask,
    title: "Маска",
    price: 1700,
    description:
      "Стильна та захисна маска з натуральної шкіри, яка забезпечить комфорт і захист. Маска має унікальний дизайн і регульовані ремінці для зручної посадки. Зверніть увагу, що цей виріб є декоративним аксесуаром і не призначений для використання як медичний засіб.",
  },
  {
    id: 6,
    img: belt3,
    title: "Пояс",
    price: 560,
    description:
      "Пояс з плетеної шкіри, який додасть вашому образу особливого характеру. Він виготовлений вручну з високоякісної шкіри і має унікальний візерунок. Ідеально підходить для джинсів, штанів або шортів у стилі casual.",
  },
  {
    id: 7,
    img: bag2,
    title: "Сумка поясна",
    price: 560,
    description:
      "Стильна сумка на пояс з бахромою, виготовлена з натуральної шкіри. Вона має достатньо відділень для зберігання найнеобхідніших речей, а бахрома додає їй особливого шарму. Ідеально підходить для фестивалів, концертів або повсякденного використання.",
  },
  {
    id: 8,
    img: belt4,
    title: "Пояс",
    price: 560,
    description:
      "Еластичний пояс з логотипом, який забезпечить комфорт і зручність протягом дня. Він виготовлений з високоякісного еластичного матеріалу та має стильний логотип. Ідеально підходить для спортивного одягу або повсякденного використання.",
  },
  {
    id: 9,
    img: gorj,
    title: "Горжет",
    price: 2560,
    description:
      "Горжет та наплічники від Padres Craft - символ сили та впевненості в собі. Виготовлені з натуральної шкіри товщиною понад 3 мм, вони гарантують надійність та довговічність. Кожна деталь виробу відзначена величною залізною та латуневою фурнітурою, що до  додає стилізованого вигляду та забезпечує максимальну міцність. Ці горжети та наплічники не лише виконують свою функціональну роль захисту, а й створюють враження та підкреслюють ваш унікальний стиль. Вони ідеально підходять для косплею, історичних реконструкцій або як стильний аксесуар.",
  },
  {
    id: 10,
    img: bag4,
    title: "Сумка поясна",
    price: 560,
    description:
      "Сумка на пояс з водовідштовхувального матеріалу, яка ідеально підходить для активного способу життя. Вона дозволяє зберігати ваші речі сухими під час дощу або снігу. Має регульований ремінець і достатньо відділень для найнеобхіднішого. Ідеальний варіант для прогулянок, походів, їзди на велосипеді або повсякденного використання.",
  },
  {
    id: 11,
    img: wallet,
    title: "Картхолдер",
    price: 350,
    description:
      "Компактний і практичний картхолдер з натуральної шкіри, який дозволяє зручно зберігати ваші картки, візитівки та готівку. Він має мінімалістичний дизайн і тонкий профіль, що робить його ідеальним для того, щоб носити його в кишені або сумці, не створюючи об'єму.",
  },
  {
    id: 12,
    img: wallet2,
    title: "Кошель",
    price: 550,
    description:
      "Стильний і місткий гаманець з натуральної шкіри, який дозволяє зручно зберігати ваші готівку, картки, монети та інші дрібниці. Він має кілька відділень і кишень, щоб організувати всі ваші речі. Ідеальний варіант для повсякденного використання.",
  },
  {
    id: 13,
    img: mask,
    title: "Маска",
    price: 1550,
    description:
      "Захисна маска з бавовняної тканини з 3D-ефектом, яка забезпечує комфорт і легкість дихання. Маска має тришарову конструкцію для додаткового захисту і регульовані ремінці для зручної посадки. Зверніть увагу, що цей виріб призначений для багаторазового використання і його можна прати.",
  },
  {
    id: 14,
    img: notepad,
    title: "Блокнот",
    price: 550,
    description:
      "Стильний і зручний блокнот для записів, виготовлений з високоякісного паперу. Він має тверду обкладинку, яка захищає ваші записи, і закладку для швидкого доступу до потрібної сторінки. Ідеально підходить для роботи, навчання, творчості або просто для того, щоб записувати думки та ідеї.",
  },
  {
    id: 15,
    img: flask2,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 16,
    img: wallet,
    title: "Кошель",
    price: 550,
  },
  {
    id: 17,
    img: mask,
    title: "Маска",
    price: 1550,
    description:
      "Захисна маска з бавовняної тканини з 3D-ефектом, яка забезпечує комфорт і легкість дихання. Маска має тришарову конструкцію для додаткового захисту і регульовані ремінці для зручної посадки. Зверніть увагу, що цей виріб призначений для багаторазового використання і його можна прати.",
  },
  {
    id: 18,
    img: notepad,
    title: "Блокнот",
    price: 550,
  },
  {
    id: 19,
    img: flask2,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 20,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 21,
    img: flask2,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 22,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 23,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 24,
    img: flask2,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 25,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 26,
    img: flask2,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 27,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 28,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 29,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 30,
    img: flask,
    title: "Фляга",
    price: 550,
  },

  {
    id: 31,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 32,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 33,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 34,
    img: flask,
    title: "Фляга",
    price: 550,
    description:
      "Фляга з подвійною стінкою для збереження температури, виготовлена з нержавіючої сталі. Вона дозволяє зберігати напої холодними або гарячими протягом декількох годин. Ідеально підходить для подорожей, походів, занять спортом або просто для того, щоб мати під рукою улюблений напій протягом дня.",
  },
  {
    id: 35,
    img: dwarf,
    title: "Костюм дварфа",
    price: 2550,
    description:
      "Наш найновіший та найбільш унікальний виріб - костюм дварфа від Padres Craft. Цей захоплюючий костюм виготовлений виключно з натуральної шкіри вручну нашими кваліфікованими майстрами. Цей костюм не тільки створить неповторний образ для вас у ролевих іграх, але і підкреслить ваш стиль та індивідуальність на будь-якому заході чи фестивалі. Кожен елемент костюму пропитаний магією майстерності, яка відображається у кожному шві, кожному рельєфі і кожній деталі.",
  },
];
